/* Error Alert Button */
"OK" = "확인";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "파싱 오류 %1$zd, 설명: %2$@, 라인: %3$zd, 열: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "유효성 오류 %1$zd, 설명: %2$@, 라인: %3$zd, 열: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML 파싱 오류";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML 유효성 오류";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "압축된 MusicXML 파일의 형식이 잘못됨(\'전체 경로\'를 찾을 수 없음)";

/* Error message */
"Could not create temporary conversion file" = "임시 변환 파일을 생성할 수 없음";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "압축 해제할 수 없음(압축된 MusicXML 파일)";

/* Error message */
"File is not a MusicXML File" = "MusicXML 파일이 아님";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "0 또는 음수값의 ‘디비전’을 포함하는 MusicXML File";

/* Note Name in Do,Re,Mi notation */
"Do" = "도";

/* Note Name in Do,Re,Mi notation */
"Fa" = "파";

/* Note Name in Do,Re,Mi notation */
"La" = "라";

/* Note Name in Do,Re,Mi notation */
"Mi" = "미";

/* Note Name in Do,Re,Mi notation */
"Re" = "레";

/* Note Name in Do,Re,Mi notation */
"Sol" = "솔";

/* Note Name in Do,Re,Mi notation */
"Ti" = "시";

/* Scale Type Popup Menu */
"Chromatic" = "크로매틱";

/* Scale Type Popup Menu */
"Custom" = "사용자 설정";

/* Scale Type Popup Menu */
"Dorian" = "도리안";

/* Scale Type Popup Menu */
"Harmonic Minor" = "하모닉 마이너";

/* Scale Type Popup Menu */
"Japanese#sct" = "일본 음계";

/* Scale Type Popup Menu */
"Klezmer" = "클레즈머";

/* Scale Type Popup Menu */
"Locrian" = "로크리안";

/* Scale Type Popup Menu */
"Lydian" = "리디안";

/* Scale Type Popup Menu */
"Major" = "메이저";

/* Scale Type Popup Menu */
"Major + b7" = "메이저 플랫 세븐스";

/* Scale Type Popup Menu */
"Major Blues" = "메이저 블루스";

/* Scale Type Popup Menu */
"Major Pentatonic" = "메이저 펜타토닉";

/* Scale Type Popup Menu */
"Major/Minor" = "메이저/마이너";

/* Scale Type Popup Menu */
"Melodic Minor" = "멜로딕 마이너";

/* Scale Type Popup Menu */
"Minor Blues" = "마이너 블루스";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "마이너 펜타토닉";

/* Scale Type Popup Menu */
"Mixolydian" = "믹소리디안";

/* Scale Type Popup Menu */
"Natural Minor" = "내추럴 마이너";

/* Scale Type Popup Menu */
"Phrygian" = "프리지안";

/* Scale Type Popup Menu */
"South-East Asian" = "동남 아시아 음계";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6-스트링 기타 일반 튜닝";
